# Homebrew package installs
brew "ffmpeg"
brew "mas"
brew "mediainfo"
brew "python@3.8"
brew "speedtest-cli"
brew "starship"
brew "wget"
brew "zsh-autosuggestions"

# Standalone installs
cask "adoptopenjdk"
cask "alfred"
cask "daisydisk"
cask "discord"
cask "firefox"
cask "handbrake"
cask "hookshot"
cask "iina"
cask "makemkv"
cask "mos"
cask "mkvtoolnix"
cask "mullvadvpn"
cask "plex-media-server"
cask "sensiblesidebuttons"
cask "soundsource"
cask "sublime-text"
cask "transmission"

# Mac App Store installs
mas "1Blocker", id: 1107421413
mas "1Password", id:1333542190
mas "Bear", id: 1091189122
mas "Darkroom", id: 953286746
mas "Deliveries", id: 290986013
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "Fission", id: 549251391
mas "MediaInfo", id: 510620098
mas "Pixelmator Pro", id: 1289583905
mas "Tot", id: 1491071483
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696