# Homebrew installs
brew "python"
brew "ruby"
brew "ffmpeg"
brew "mkvtoolnix"
brew "mpv"
brew "neofetch"
brew "mas"

# Mac App Store installs
mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "Fission", id: 549251391
mas "Tot", id: 1491071483
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Pixelmator Pro", id: 1289583905

# Standalone installs
cask "mullvadvpn"
cask "daisydisk"
cask "discord"
cask "firefox"
cask "hookshot"
cask "iina"
cask "mos"
cask "plex-media-server"
cask "sensiblesidebuttons"
cask "soundsource"
cask "sublime-text"
cask "transmission"
cask "alfred"